Repository: common-repository/manage-gravity-forms-stripe-subscriptions
Catalog: languages/gravitystripe-*.po
Languages: sv_se

source: Stripe Subscriptions
sv_se: Prenumerationer

source: To Access this page, Gravityforms and gravityforms Stripe need to be active.
sv_se: För att se den här sidan behöver Gravityforms och Gravityforms Stripe vara aktiverade.

source: Let user manage their subscription by adding this shortcode to a page:
sv_se: Låt användaren hantera sin prenumeration genom att lägga denna kortkod på en sida:

source: Display all subscriptions on a page (admin view only) with this shortcode:
sv_se: Visa alla prenumerationer på en sida (endast för administratörer) med denna kortkod:

source: Please select an option below
sv_se: Vänligen välj ett alternativ nedan

source: Cancel immediately
sv_se: Avsluta direkt

source: Cancel at the end of the cycle
sv_se: Avsluta när betalperioden upphör

source: Form ID
sv_se: Formulär-ID

source: Subscriber
sv_se: Prenumerant

source: Email
sv_se: E-post

source: Subscription Name
sv_se: Prenumeration

source: Amount / Term
sv_se: Belopp / Period

source: Action
sv_se: Åtgärd

source: Canceled
sv_se: Avslutad

source: Active until
sv_se: Aktiv till

source: Invalid Request
sv_se: Ogiltig begäran

source: Card can not be updated by you. Please contact administrator
sv_se: Kortet kan inte uppdateras av dig. Vänligen kontakta support

source: Invalid Card Number. Please Enter Correct Card Number.
sv_se: Ogiltigt kortnummer. Vänligen ange korrekt kortnummer.

source: Invalid Expiry Month. Please Choose Correct Expiry Month.
sv_se: Ogiltig utgångsmånad. Vänligen ange korrekt utgångsmånad.

source: Invalid Expiry Year. Please Choose Correct Expiry Year.
sv_se: Ogiltigt utgångsår. Vänligen ange korrekt utgångsår.

source: Invalid CVV. Please Enter Correct CVV.
sv_se: Ogiltigt CVV. Vänligen ange korrekt CVV.

source: Customer Not Found. Please Contact Administrator.
sv_se: Kund hittades inte. Vänligen kontakta support.

source: Invalid Entry Passed
sv_se: Ogiltig inmatning skickad

source: Stripe Api Not Found.
sv_se: Stripe Api hittades inte.

source: Refund Feature Not Enabled
sv_se: Återbetalningsfunktion ej aktiverad

source: Refunded and Canceled
sv_se: Återbetald och avslutad

source: Canceled.
sv_se: Avslutad.

source: Active Until.
sv_se: Aktiv till.

source: Upgraded/Canceled
sv_se: Uppgraderad/Avslutad

source: Downgraded/Canceled
sv_se: Nedgraderad/Avslutad

source: Refunded
sv_se: Återbetald

source: Refunded/Canceled
sv_se: Återbetald/Avslutad

source: cancel
sv_se: avbryt

source: Select Action
sv_se: Välj åtgärd

source: Upgrade
sv_se: Uppgradera

source: Downgrade
sv_se: Nedgradera

source: Update Card
sv_se: Uppdatera kort

source: Refund
sv_se: Återbetalning

source: Leave as it is
sv_se: Behåll nuvarande roll

source: Learn More
sv_se: Visa mer

source: GravityStripe Pro Settings
sv_se: GravityStripe Pro

source: Cancellation Type
sv_se: Typ av avslut

source: Cancel Immediately
sv_se: Avslutas direkt

source: After End of Period
sv_se: Efter periodens slut

source: Subscriber Cancel Ability
sv_se: Avslut av prenumerant

source: Enabled
sv_se: Aktiverat

source: Not Enabled
sv_se: Ej aktiverat

source: Contact Site Admin to Cancel
sv_se: Kontakta support för att avsluta

source: Cancellation Form Page
sv_se: Sida för med formulär för avslut

source: Cancel Automatically If Payment Fails?
sv_se: Avsluta automatiskt vid misslyckad betalning?

source: # of Failed Attempted Until Canceled
sv_se: Antal misslyckade försök innan avslut

source: Enable Role Downgrade?
sv_se: Aktivera nedgradering av roll?

source: Set Downgraded Role
sv_se: Ange nedgraderad roll

source: Enable Refunds?
sv_se: Aktivera återbetalningar?

source: Enable Credit Card Details Change?
sv_se: Aktivera ändra kortuppgifter?

source: Enable Subscription Upgrade?
sv_se: Aktivera uppgradering av prenumeration?

source: URL for Upgrade Subscription Form
sv_se: URL med formulär för uppgradering

source: Enable Subscription Downgrade?
sv_se: Aktivera nedgradering av prenumeration?

source: URL for Downgrade Subscription Form
sv_se: URL med formulär för nedgradering

source: Enable Cancel After Number of Transactions
sv_se: Aktivera Avslut efter antal transaktioner

source: Cancel After Number of Transactions
sv_se: Avsluta efter antal transaktioner

source: Are you sure you want to cancel the subscription?
sv_se: Är du säker på att du vill avsluta prenumerationen?

source: Are you sure you want to cancel and refund the last subscription payment?
sv_se: Vill du avbryta och återbetala den senaste prenumerationsbetalningen?

source: Wrong card number
sv_se: Fel kortnummer

source: Wrong CVV
sv_se: Fel CVV

source: Please Select Expiry Month
sv_se: Vänligen välj utgångsmånad

source: Please Select Expiry Year
sv_se: Vänligen välj utgångsår

source: Please wait
sv_se: Vänta

source: Please wait...
sv_se: Vänta...

source: Credit Card Updated Successfully
sv_se: Kortet har uppdateras

source: Anonymous
sv_se: Anonym

source: Cancel
sv_se: Avsluta

source: No Active Subscriptions
sv_se: Inga aktiva prenumerationer

source: GravityForm and Stripe Addon Both plugin need to be active to view list.
sv_se: Både GravityForm och Stripe Addon måste vara aktiverade för att visa lista.

source: Start Date
sv_se: Registrerades

source: Please Login to see your subscriptions.
sv_se: Vänligen logga in för att se dina prenumerationer.

source: No Form ID Specified
sv_se: Inget formulär-ID har angetts

source: This Area can be accessed by administrators only
sv_se: Detta område kan bara nås av administratörer

source: GravityStripe Subscription Management Needs GravityForms and GravityForms Stripe Acive
sv_se: GravityStripe Prenumerationshantering kräver att GravityForms och GravityForms Stripe är aktiverade

source: Hello! Seems like you have used GravityStripe Subscription Management on this website — Thanks a ton!
sv_se: Hej! Verkar som du har använt GravityStripe Prenumeration Management på denna webbplats — Stort Tack!

source: Please checkout pro version for additional features like refund, upgrade, downgrade, Update card, Auto cancel etc.
sv_se: Pro-versionen ger dig fler funktioner som återbetalning, uppgradering, nedgradering, uppdatering av kort, automatiskt avslut mm.

source: Upgrade to Pro
sv_se: Uppgradera till Pro

source: The Demo
sv_se: Demo

source: Dismiss
sv_se: Avfärda
